Repository: Kromwe11/DeliveryApp
Catalog: MVVM/DeliveryApp/Resource/Localizable/*.lproj/Localizable.strings
Languages: ru

source: Main
ru: Главная

source: Account
ru: Аккаунт

source: Search
ru: Поиск

source: Cart
ru: Корзина

# networkError
source: There is no access to the Internet.
ru: Нет доступа к интернету

# cityError
source: Location is not available
ru: Местоположение не доступно

source: Add to Cart
ru: Добавить в корзину

# detailError
source: Detailed information about the dish is not available
ru: Подробная информация о блюде отсутствует

source: All menu
ru: Все меню

# salad
source: Salads
ru: Салаты

# rice
source: With rice
ru: С рисом

# fish
source: With fish
ru: С рыбой

# connectionError
source: Failed to connect to the network. Please check your internet connection.
ru: Не удалось подключиться к сети. Пожалуйста, проверьте ваше интернет-соединение.

# serverError
source: A server error has occurred. Please try again later.
ru: Произошла ошибка сервера. Пожалуйста, попробуйте позже.

source: No internet access.
ru: Отсутствует доступ к интернету.

# locationDenied
source: Access to geolocation is prohibited.
ru: Доступ к геолокации запрещен.

source: Error
ru: Ошибка
